Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: This deletes every entry, including pinned ones.
ar: سيؤدي هذا إلى حذف كل الإدخالات، بما فيها المثبّتة.
ca: Això esborra totes les entrades, incloses les fixades.
cs: Tímto se odstraní všechny položky, včetně připnutých.
da: Dette sletter alle poster, inklusive fastgjorte.
de: Dies löscht jeden Eintrag, einschließlich der angehefteten.
es: Esto elimina todas las entradas, incluidas las fijadas.
fi: Tämä poistaa kaikki merkinnät, myös kiinnitetyt.
fr: Cette action supprime toutes les entrées, y compris celles qui sont épinglées.
he: פעולה זו מוחקת כל רשומה, כולל רשומות מוצמדות.
hu: Ez minden bejegyzést töröl, beleértve a rögzítetteket is.
it: Verranno eliminate tutte le voci, comprese quelle fissate.
ja: ピン留めした項目を含む、すべての項目が削除されます。
ko: 고정된 항목을 포함한 모든 항목이 삭제됩니다.
nb: Dette sletter alle oppføringer, inkludert festede.
nl: Hiermee worden alle items verwijderd, inclusief vastgezette.
pl: Spowoduje to usunięcie wszystkich wpisów, w tym przypiętych.
pt_br: Isso exclui todas as entradas, incluindo as fixadas.
pt_pt: Isto elimina todas as entradas, incluindo as fixadas.
ro: Aceasta șterge fiecare intrare, inclusiv cele fixate.
sl: S tem izbrišete vse vnose, tudi pripete.
sv: Detta raderar alla poster, inklusive fästa.
uk: Це видалить усі записи, зокрема закріплені.
vi: Thao tác này sẽ xóa mọi mục, kể cả các mục đã ghim.
zh_hans: 这会删除所有条目，包括已固定的条目。
zh_hant: 這會刪除所有項目，包含已釘選的項目。

source: This Device Only
ar: هذا الجهاز فقط
ca: Només aquest dispositiu
cs: Pouze toto zařízení
da: Kun denne enhed
de: Nur dieses Gerät
es: Solo este dispositivo
fi: Vain tämä laite
fr: Cet appareil uniquement
he: מכשיר זה בלבד
hu: Csak ez az eszköz
it: Solo questo dispositivo
ja: このデバイスのみ
ko: 이 기기만
nb: Kun denne enheten
nl: Alleen dit apparaat
pl: Tylko to urządzenie
pt_br: Somente neste dispositivo
pt_pt: Apenas neste dispositivo
ro: Doar acest dispozitiv
sl: Samo ta naprava
sv: Endast denna enhet
uk: Тільки цей пристрій
vi: Chỉ thiết bị này
zh_hans: 仅限此设备
zh_hant: 僅限此裝置

source: This device uses a different key than what the profile specifies. This override is local and won't sync.
ar: يستخدم هذا الجهاز مفتاحاً مختلفاً عما يحدده الملف الشخصي. هذا التجاوز محلي ولن تتم مزامنته.
ca: Aquest dispositiu utilitza una clau diferent de la que especifica el perfil. Aquesta substitució és local i no se sincronitzarà.
cs: Toto zařízení používá jiný klíč, než jaký profil určuje. Toto přepsání je lokální a nebude se synchronizovat.
da: Denne enhed bruger en anden nøgle end den, profilen angiver. Denne tilsidesættelse er lokal og synkroniseres ikke.
de: Dieses Gerät verwendet einen anderen Schlüssel als im Profil angegeben. Diese Überschreibung ist lokal und wird nicht synchronisiert.
es: Este dispositivo usa una clave diferente a la que especifica el perfil. Esta anulación es local y no se sincronizará.
fi: Tämä laite käyttää eri avainta kuin profiilissa on määritetty. Tämä ohitus on paikallinen eikä synkronoidu.
fr: Cet appareil utilise une clé différente de celle spécifiée par le profil. Cette modification est locale et ne sera pas synchronisée.
he: מכשיר זה משתמש במפתח שונה מזה שהפרופיל מציין. דריסה זו היא מקומית ולא תסונכרן.
hu: Ez az eszköz más kulcsot használ, mint amit a profil megad. Ez a felülírás helyi és nem szinkronizálódik.
it: Questo dispositivo utilizza una chiave diversa da quella specificata dal profilo. Questa sostituzione è locale e non verrà sincronizzata.
ja: このデバイスはプロファイルで指定されたものとは異なる鍵を使用しています。このオーバーライドはローカルのみで同期されません。
ko: 이 기기는 프로필에 지정된 것과 다른 키를 사용하고 있습니다. 이 재정의는 로컬 전용이며 동기화되지 않습니다.
nb: Denne enheten bruker en annen nøkkel enn det profilen angir. Denne overstyringen er lokal og vil ikke synkroniseres.
nl: Dit apparaat gebruikt een andere sleutel dan het profiel aangeeft. Deze overschrijving is lokaal en wordt niet gesynchroniseerd.
pl: To urządzenie używa innego klucza niż określony w profilu. To nadpisanie jest lokalne i nie będzie synchronizowane.
pt_br: Este dispositivo usa uma chave diferente da especificada no perfil. Esta substituição é local e não será sincronizada.
pt_pt: Este dispositivo utiliza uma chave diferente da especificada no perfil. Esta substituição é local e não será sincronizada.
ro: Acest dispozitiv utilizează o cheie diferită de cea specificată de profil. Această modificare este locală și nu va fi sincronizată.
sl: Ta naprava uporablja drug ključ, kot ga določa profil. Ta sprememba je lokalna in se ne bo sinhronizirala.
sv: Denna enhet använder en annan nyckel än vad profilen anger. Denna överstyrning är lokal och synkas inte.
uk: Цей пристрій використовує інший ключ, ніж вказано в профілі. Це локальне перевизначення і не синхронізуватиметься.
vi: Thiết bị này sử dụng khóa khác với khóa được chỉ định trong hồ sơ. Ghi đè này chỉ áp dụng cục bộ và sẽ không được đồng bộ.
zh_hans: 此设备使用的密钥与配置指定的不同。此覆盖仅限本地，不会同步。
zh_hant: 此裝置使用的金鑰與設定檔指定的不同。此覆寫僅限本機，不會同步。

source: This is a host certificate. Host certificate authorities are configured under Settings → Certificate Authorities.
ar: ‏هذه شهادة مضيف. تُهيَّأ جهات إصدار شهادات المضيفين ضمن الإعدادات ← جهات إصدار الشهادات.
ca: Aquest és un certificat d'amfitrió. Les autoritats de certificació d'amfitrions es configuren a Configuració → Autoritats de certificació.
cs: Toto je hostitelský certifikát. Certifikační autority hostitelů se konfigurují v Nastavení → Certifikační autority.
da: Dette er et værtscertifikat. Værtscertifikatmyndigheder konfigureres under Indstillinger → Certifikatmyndigheder.
de: Dies ist ein Host-Zertifikat. Host-Zertifizierungsstellen werden unter Einstellungen → Zertifizierungsstellen konfiguriert.
es: Este es un certificado de host. Las autoridades de certificación de host se configuran en Ajustes → Autoridades de certificación.
fi: Tämä on isäntävarmenne. Isäntävarmenneviranomaiset määritetään kohdassa Asetukset → Varmenneviranomaiset.
fr: Ceci est un certificat d'hôte. Les autorités de certification d'hôtes se configurent dans Réglages → Autorités de certification.
he: זוהי תעודת מארח. רשויות תעודות מארח מוגדרות תחת הגדרות → רשויות תעודות.
hu: Ez egy gazdagép-tanúsítvány. A gazdagép-tanúsítványkiadók a Beállítások → Tanúsítványkiadók alatt állíthatók be.
it: Questo è un certificato host. Le autorità di certificazione host vengono configurate in Impostazioni → Autorità di certificazione.
ja: これはホスト証明書です。ホスト証明機関は「設定 → 証明機関」で設定します。
ko: 이것은 호스트 인증서입니다. 호스트 인증 기관은 설정 → 인증 기관에서 구성합니다.
nb: Dette er et vertssertifikat. Sertifiseringsinstanser for verter konfigureres under Innstillinger → Sertifiseringsinstanser.
nl: Dit is een hostcertificaat. Hostcertificeringsinstanties worden geconfigureerd onder Instellingen → Certificeringsinstanties.
pl: To jest certyfikat hosta. Urzędy certyfikacji hostów konfiguruje się w Ustawienia → Urzędy certyfikacji.
pt_br: Este é um certificado de host. As autoridades certificadoras de host são configuradas em Configurações → Autoridades Certificadoras.
pt_pt: Este é um certificado de anfitrião. As autoridades de certificação de anfitriões são configuradas em Definições → Autoridades de Certificação.
ro: Acesta este un certificat de gazdă. Autoritățile de certificare a gazdelor se configurează din Setări → Autorități de certificare.
sl: To je potrdilo gostitelja. Overitelje potrdil gostiteljev nastavite v Nastavitve → Overitelji potrdil.
sv: Det här är ett värdcertifikat. Värdcertifikatutfärdare konfigureras under Inställningar → Certifikatutfärdare.
uk: Це сертифікат хоста. Центри сертифікації хостів налаштовуються в Налаштування → Центри сертифікації.
vi: Đây là chứng chỉ host. Các tổ chức chứng nhận host được cấu hình trong Cài đặt → Tổ Chức Chứng Nhận.
zh_hans: 这是一个主机证书。主机证书颁发机构在“设置 → 证书颁发机构”中配置。
zh_hant: 這是主機憑證。主機憑證授權單位需在「設定 → 憑證授權單位」中設定。

source: This is a native Swift implementation targeting compatibility with the original Ruby HSS tool. Due to sandbox restrictions, exec-based features are not supported.
ar: هذا تنفيذ أصلي بلغة Swift يستهدف التوافق مع أداة HSS الأصلية بلغة Ruby. بسبب قيود وضع الحماية، لا يتم دعم الميزات المعتمدة على exec.
ca: Aquesta és una implementació nativa en Swift orientada a la compatibilitat amb l'eina HSS original en Ruby. A causa de les restriccions de la sandbox, les funcions basades en exec no són compatibles.
cs: Toto je nativní implementace ve Swiftu cílená na kompatibilitu s původním nástrojem HSS v Ruby. Kvůli omezením sandboxu nejsou funkce založené na exec podporovány.
da: Dette er en native Swift-implementering med kompatibilitet med det originale Ruby HSS-værktøj. På grund af sandbox-begrænsninger understøttes exec-baserede funktioner ikke.
de: Dies ist eine native Swift-Implementierung, die auf Kompatibilität mit dem ursprünglichen Ruby-HSS-Tool abzielt. Aufgrund von Sandbox-Einschränkungen werden exec-basierte Funktionen nicht unterstützt.
es: Esta es una implementación nativa en Swift orientada a la compatibilidad con la herramienta HSS original en Ruby. Debido a las restricciones del sandbox, las funciones basadas en exec no son compatibles.
fi: Tämä on natiivi Swift-toteutus, joka pyrkii yhteensopivuuteen alkuperäisen Ruby HSS -työkalun kanssa. Hiekkalaatikkorajoitusten vuoksi exec-pohjaisia ominaisuuksia ei tueta.
fr: Il s'agit d'une implémentation native en Swift visant la compatibilité avec l'outil HSS Ruby d'origine. En raison des restrictions du bac à sable, les fonctionnalités basées sur exec ne sont pas prises en charge.
he: זוהי מימוש Swift מקורי המכוון לתאימות עם כלי HSS המקורי ב-Ruby. בשל מגבלות ארגז חול, תכונות מבוססות exec אינן נתמכות.
hu: Ez egy natív Swift implementáció, amely az eredeti Ruby HSS eszközzel való kompatibilitást célozza. A sandbox korlátozások miatt az exec-alapú funkciók nem támogatottak.
it: Questa è un'implementazione nativa in Swift che mira alla compatibilità con lo strumento HSS originale in Ruby. A causa delle restrizioni della sandbox, le funzionalità basate su exec non sono supportate.
ja: これはオリジナルのRuby HSSツールとの互換性を目指したネイティブSwift実装です。サンドボックスの制限により、execベースの機能はサポートされていません。
ko: 원본 Ruby HSS 도구와의 호환성을 목표로 한 네이티브 Swift 구현입니다. 샌드박스 제한으로 인해 exec 기반 기능은 지원되지 않습니다.
nb: Dette er en innebygd Swift-implementasjon med mål om kompatibilitet med det opprinnelige Ruby HSS-verktøyet. På grunn av sandbox-begrensninger støttes ikke exec-baserte funksjoner.
nl: Dit is een native Swift-implementatie gericht op compatibiliteit met de originele Ruby HSS-tool. Vanwege sandbox-beperkingen worden exec-gebaseerde functies niet ondersteund.
pl: To natywna implementacja w Swift zapewniająca kompatybilność z oryginalnym narzędziem HSS w Ruby. Ze względu na ograniczenia sandboxa funkcje oparte na exec nie są obsługiwane.
pt_br: Esta é uma implementação nativa em Swift visando compatibilidade com a ferramenta HSS original em Ruby. Devido a restrições de sandbox, recursos baseados em exec não são suportados.
pt_pt: Esta é uma implementação nativa em Swift compatível com a ferramenta HSS original em Ruby. Devido a restrições da sandbox, funcionalidades baseadas em exec não são suportadas.
ro: Aceasta este o implementare nativă în Swift care vizează compatibilitatea cu instrumentul HSS Ruby original. Din cauza restricțiilor sandbox, funcționalitățile bazate pe exec nu sunt acceptate.
sl: To je izvorna implementacija v Swiftu, zasnovana za združljivost z izvirnim orodjem HSS v Rubyju. Zaradi omejitev peskovnika funkcije, ki temeljijo na exec, niso podprte.
sv: Detta är en inbyggd Swift-implementation som siktar på kompatibilitet med det ursprungliga Ruby HSS-verktyget. På grund av sandlådebegränsningar stöds inte exec-baserade funktioner.
uk: Це нативна реалізація Swift, сумісна з оригінальним інструментом HSS на Ruby. Через обмеження пісочниці функції на основі exec не підтримуються.
vi: Đây là triển khai Swift gốc nhằm tương thích với công cụ Ruby HSS ban đầu. Do hạn chế sandbox, các tính năng dựa trên exec không được hỗ trợ.
zh_hans: 这是针对原始 Ruby HSS 工具兼容性的原生 Swift 实现。由于沙盒限制，不支持基于 exec 的功能。
zh_hant: 這是針對原始 Ruby HSS 工具相容性的原生 Swift 實作。由於沙盒限制，不支援基於 exec 的功能。

source: This is a public key, not a certificate. Paste the contents of the -cert.pub file issued by your certificate authority.
ar: ‏هذا مفتاح عام، وليس شهادة. الصق محتويات ملف -cert.pub الصادر من جهة إصدار الشهادات.
ca: Això és una clau pública, no un certificat. Enganxeu el contingut del fitxer -cert.pub emès per la vostra autoritat de certificació.
cs: Toto je veřejný klíč, nikoli certifikát. Vložte obsah souboru -cert.pub vydaného vaší certifikační autoritou.
da: Dette er en offentlig nøgle, ikke et certifikat. Indsæt indholdet af -cert.pub-filen udstedt af din certifikatmyndighed.
de: Dies ist ein öffentlicher Schlüssel, kein Zertifikat. Fügen Sie den Inhalt der -cert.pub-Datei ein, die von Ihrer Zertifizierungsstelle ausgestellt wurde.
es: Esta es una clave pública, no un certificado. Pega el contenido del archivo -cert.pub emitido por tu autoridad de certificación.
fi: Tämä on julkinen avain, ei varmenne. Liitä varmenneviranomaisen myöntämän -cert.pub-tiedoston sisältö.
fr: Ceci est une clé publique, pas un certificat. Collez le contenu du fichier -cert.pub délivré par votre autorité de certification.
he: זהו מפתח ציבורי, לא תעודה. הדבק את תוכן קובץ ה-cert.pub שהונפק על ידי רשות התעודות שלך.
hu: Ez egy nyilvános kulcs, nem tanúsítvány. Illessze be a tanúsítványkiadó által kiállított -cert.pub fájl tartalmát.
it: Questa è una chiave pubblica, non un certificato. Incolla il contenuto del file -cert.pub emesso dalla tua autorità di certificazione.
ja: これは公開鍵であり、証明書ではありません。証明機関が発行した-cert.pubファイルの内容を貼り付けてください。
ko: 이것은 인증서가 아니라 공개 키입니다. 인증 기관이 발급한 -cert.pub 파일의 내용을 붙여넣으세요.
nb: Dette er en offentlig nøkkel, ikke et sertifikat. Lim inn innholdet i -cert.pub-filen utstedt av sertifiseringsinstansen din.
nl: Dit is een publieke sleutel, geen certificaat. Plak de inhoud van het -cert.pub-bestand dat door uw certificeringsinstantie is uitgegeven.
pl: To jest klucz publiczny, a nie certyfikat. Wklej zawartość pliku -cert.pub wystawionego przez Twój urząd certyfikacji.
pt_br: Esta é uma chave pública, não um certificado. Cole o conteúdo do arquivo -cert.pub emitido pela sua autoridade certificadora.
pt_pt: Esta é uma chave pública, não um certificado. Cole o conteúdo do ficheiro -cert.pub emitido pela sua autoridade de certificação.
ro: Aceasta este o cheie publică, nu un certificat. Lipiți conținutul fișierului -cert.pub emis de autoritatea dvs. de certificare.
sl: To je javni ključ, ne potrdilo. Prilepite vsebino datoteke -cert.pub, ki jo je izdal vaš overitelj potrdil.
sv: Det här är en publik nyckel, inte ett certifikat. Klistra in innehållet i -cert.pub-filen som utfärdats av din certifikatutfärdare.
uk: Це публічний ключ, а не сертифікат. Вставте вміст файлу -cert.pub, виданого вашим центром сертифікації.
vi: Đây là khóa công khai, không phải chứng chỉ. Dán nội dung của tệp -cert.pub được cấp bởi tổ chức chứng nhận của bạn.
zh_hans: 这是一个公钥，而非证书。请粘贴由你的证书颁发机构签发的 -cert.pub 文件内容。
zh_hant: 這是公鑰，不是憑證。請貼上由憑證授權單位簽發的 -cert.pub 檔案內容。

source: This is the only session: tmux will exit and this tab returns to a shell.
ar: ‏هذه هي الجلسة الوحيدة: سيُغلق tmux وتعود علامة التبويب هذه إلى الصدفة.
ca: Aquesta és l'única sessió: tmux sortirà i aquesta pestanya tornarà a un intèrpret d'ordres.
cs: Toto je jediná relace: tmux se ukončí a tato karta se vrátí do shellu.
da: Dette er den eneste session: tmux afsluttes, og denne fane vender tilbage til en skal.
de: Dies ist die einzige Sitzung: tmux wird beendet und dieser Tab kehrt zu einer Shell zurück.
es: Esta es la única sesión: tmux se cerrará y esta pestaña volverá a un shell.
fi: Tämä on ainoa istunto: tmux sulkeutuu ja tämä välilehti palaa komentotulkkiin.
fr: C'est la seule session : tmux se fermera et cet onglet reviendra à un shell.
he: זו ההפעלה היחידה: tmux ייצא ולשונית זו תחזור למעטפת.
hu: Ez az egyetlen munkamenet: a tmux kilép, és ez a lap visszatér egy parancsértelmezőhöz.
it: Questa è l'unica sessione: tmux verrà chiuso e questa scheda tornerà a una shell.
ja: これは唯一のセッションです。tmuxが終了し、このタブはシェルに戻ります。
ko: 이것이 유일한 세션입니다. tmux가 종료되고 이 탭은 셸로 돌아갑니다.
nb: Dette er den eneste økten: tmux avsluttes og denne fanen går tilbake til et skall.
nl: Dit is de enige sessie: tmux wordt afgesloten en dit tabblad keert terug naar een shell.
pl: To jedyna sesja: tmux zakończy działanie, a ta karta wróci do powłoki.
pt_br: Esta é a única sessão: o tmux será encerrado e esta aba retorna a um shell.
pt_pt: Esta é a única sessão: o tmux irá terminar e este separador volta a uma shell.
ro: Aceasta este singura sesiune: tmux se va închide și acest tab revine la un shell.
sl: To je edina seja: tmux se bo končal in ta zavihek se vrne v lupino.
sv: Det här är den enda sessionen: tmux avslutas och den här fliken återgår till ett skal.
uk: Це єдиний сеанс: tmux завершить роботу, і ця вкладка повернеться до оболонки.
vi: Đây là phiên duy nhất: tmux sẽ thoát và tab này quay về một shell.
zh_hans: 这是唯一的会话：tmux 将退出，此标签页将返回到 shell。
zh_hant: 這是唯一的工作階段：tmux 將結束，此標籤頁會返回 shell。

source: This is the session's only window: moving it ends the session and this tab's client detaches.
ar: هذه هي النافذة الوحيدة في الجلسة: نقلها يُنهي الجلسة ويُفصل عميل علامة التبويب هذه.
ca: Aquesta és l'única finestra de la sessió: moure-la finalitza la sessió i el client d'aquesta pestanya es desconnecta.
cs: Toto je jediné okno relace: jeho přesunutím relaci ukončíte a klient tohoto panelu se odpojí.
da: Dette er sessionens eneste vindue: hvis du flytter det, afsluttes sessionen, og denne fanes klient frakobles.
de: Dies ist das einzige Fenster der Sitzung: Beim Verschieben wird die Sitzung beendet und der Client dieses Tabs löst sich.
es: Esta es la única ventana de la sesión: moverla finaliza la sesión y el cliente de esta pestaña se desvincula.
fi: Tämä on istunnon ainoa ikkuna: sen siirtäminen lopettaa istunnon ja tämän välilehden asiakas irtautuu.
fr: C’est la seule fenêtre de la session : la déplacer met fin à la session et déconnecte le client de cet onglet.
he: זהו החלון היחיד של ההפעלה: העברתו תסיים את ההפעלה והלקוח של לשונית זו ינותק.
hu: Ez a munkamenet egyetlen ablaka: az áthelyezése befejezi a munkamenetet, és ennek a lapnak a kliense leválik.
it: Questa è l'unica finestra della sessione: spostandola la sessione termina e il client di questa scheda viene scollegato.
ja: これはこのセッション唯一のウインドウです。移動するとセッションが終了し、このタブのクライアントはデタッチされます。
ko: 이 창은 세션의 유일한 창입니다. 이동하면 세션이 종료되고 이 탭의 클라이언트가 분리됩니다.
nb: Dette er øktens eneste vindu: flytter du det, avsluttes økten og denne fanens klient kobles fra.
nl: Dit is het enige venster van de sessie: door het te verplaatsen wordt de sessie beëindigd en koppelt de client van dit tabblad los.
pl: To jedyne okno tej sesji: jego przeniesienie zakończy sesję, a klient tej karty zostanie odłączony.
pt_br: Esta é a única janela da sessão: movê-la encerra a sessão e o cliente desta aba é desanexado.
pt_pt: Esta é a única janela da sessão: ao movê-la, a sessão termina e o cliente deste separador é desanexado.
ro: Aceasta este singura fereastră a sesiunii: mutarea ei încheie sesiunea, iar clientul acestei file se detașează.
sl: To je edino okno seje: če ga premaknete, se seja konča in odjemalec tega zavihka se odpne.
sv: Detta är sessionens enda fönster: att flytta det avslutar sessionen och flikens klient kopplas från.
uk: Це єдине вікно сеансу: його переміщення завершить сеанс, і клієнт цієї вкладки від’єднається.
vi: Đây là cửa sổ duy nhất của phiên: di chuyển nó sẽ kết thúc phiên và máy khách của thẻ này sẽ ngắt kết nối.
zh_hans: 这是该会话的唯一窗口：移动它将结束会话，且此标签页的客户端会分离。
zh_hant: 這是此工作階段唯一的視窗：移動它會結束工作階段，且此標籤頁的用戶端將會卸離。

source: This key already has a certificate. Attaching a new one replaces it.
ar: هذا المفتاح لديه شهادة بالفعل. إرفاق شهادة جديدة يستبدلها.
ca: Aquesta clau ja té un certificat. Si n'adjunteu un de nou, el reemplaçareu.
cs: Tento klíč už má certifikát. Připojení nového jej nahradí.
da: Denne nøgle har allerede et certifikat. Tilknytning af et nyt erstatter det.
de: Dieser Schlüssel hat bereits ein Zertifikat. Beim Verbinden eines neuen wird es ersetzt.
es: Esta clave ya tiene un certificado. Adjuntar uno nuevo lo reemplaza.
fi: Tällä avaimella on jo varmenne. Uuden liittäminen korvaa sen.
fr: Cette clé possède déjà un certificat. En attacher un nouveau le remplace.
he: למפתח זה כבר יש תעודה. חיבור תעודה חדשה יחליף אותה.
hu: Ez a kulcs már rendelkezik tanúsítvánnyal. Egy új csatolása lecseréli azt.
it: Questa chiave ha già un certificato. Collegandone uno nuovo si sostituisce quello esistente.
ja: このキーにはすでに証明書があります。新しい証明書をアタッチすると置き換えられます。
ko: 이 키에는 이미 인증서가 있습니다. 새 인증서를 연결하면 기존 인증서가 교체됩니다.
nb: Denne nøkkelen har allerede et sertifikat. Hvis du kobler til et nytt, erstattes det.
nl: Deze sleutel heeft al een certificaat. Een nieuwe koppelen vervangt het.
pl: Ten klucz ma już certyfikat. Dołączenie nowego zastąpi go.
pt_br: Esta chave já tem um certificado. Anexar um novo o substitui.
pt_pt: Esta chave já tem um certificado. Anexar um novo substitui-o.
ro: Această cheie are deja un certificat. Atașarea unuia nou îl înlocuiește.
sl: Ta ključ že ima potrdilo. Priklop novega ga zamenja.
sv: Den här nyckeln har redan ett certifikat. Att ansluta ett nytt ersätter det.
uk: Цей ключ уже має сертифікат. Приєднання нового замінить його.
vi: Khóa này đã có một chứng chỉ. Đính kèm một chứng chỉ mới sẽ thay thế nó.
zh_hans: 此密钥已有一个证书。附加新证书会替换它。
zh_hant: 此金鑰已有憑證。附加新憑證會取代它。
